{
  "DeleteTrailingWhitespace": { "branch": "master" },
  "coc.nvim": { "branch": "release" },
  "emmet-vim": { "branch": "master" },
  "everforest-nvim": { "branch": "main" },
  "fzf.vim": { "branch": "master" },
  "indentLine": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "nui.nvim": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "the_silver_searcher": { "branch": "master" },
  "vim-autoclose": { "branch": "master" },
  "vim-blockle": { "branch": "master" },
  "vim-closer": { "branch": "master" },
  "vim-closetag": { "branch": "master" },
  "vim-coffee-script": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-go": { "branch": "master" },
  "vim-rails": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-vue-plugin": { "branch": "master" },
  "yats.vim": { "branch": "master" }
}